[{
        "index": 0,
        "title": "What is CannaBook?",
        "text": "CannaBook is a personal journal application for medicinal cannabis users, which includes personal journal entries, recipes, dosage calculator, and journal customization. Our goal is to provide a comprehensive service for medical cannabis users; in the hope of allowing our users to better understand their cannabis preferences."
    },
    {
        "index": 1,
        "title": "Can I share with social media?",
        "text": "Yes, we only ask that you tag our respective social media profiles if you wish to use any screenshots from the CannaBook application. Links to our social media profiles are found in the ‘Contact Information’ card on the Profile page."
    },
    {
        "index": 2,
        "title": "How can I report a bug?",
        "text": "We appreciate all input from our users. Please take a screenshot of the issue and send it to us via our ‘Contact Support’ card, located on the Profile page or you can utilize the ‘Report App Bug’ card on the Settings page."
    },
    {
        "index": 3,
        "title": "How does privacy work?",
        "text": "We take great pride in preserving the complete privacy of our users. All user data is stored under strict security. No user data is shared or can be seen by others."
    },
    {
        "index": 4,
        "title": "How do I add new journal entries?",
        "text": "You can add new journal entries by pressing the add icon button. This icon is located at the bottom right of the Journal page. Once you press the icon, simply fill out the relevant sections."
    },
    {
        "index": 5,
        "title": "Can I edit old journal entries?",
        "text": "Yes. To edit an old journal entry, first find the entry you wish to modify. You now have two options to edit your journal entry.\n\nOption 1: Slide the entry to the left. This gesture will display a green pencil icon. Press this icon and the entry editing page will open. Now click on the corresponding section you wish to edit to change your entry’s details. Once you have finished scroll to the bottom of the page and press the save button.\n\nOption 2: Click on the entry you wish to edit. Now click on the corresponding section you wish to edit to change your entry’s details. Once you have finished scroll to the bottom of the page and press the save button.\n\nNote: All journal entries will be located on the home page."
    },
    {
        "index": 6,
        "title": "How do I delete old journal entries?",
        "text": "To delete an old entry, first find the entry you would like to erase. You now have two options to delete your journal entry.\n\nOption 1: Slide the entry to the left. This gesture will display a red trashcan icon. Press this icon, confirm you want to permanently erase the entry, and your entry will be successfully deleted.\n\nOption 2: Click on the entry you wish to delete. Now scroll to the bottom of the entry page and press the delete button, confirm you want to permanently erase the entry, and your entry will be successfully deleted.\n\nNote: All journal entries will be located on the home page."
    },
    {
        "index": 7,
        "title": "I deleted a journal entry accidentally, can I recover it?",
        "text": "You cannot recover any deleted journal entries as they have been permanently erased."
    },
    {
        "index": 8,
        "title": "How many entries can I have?",
        "text": "All users can have unlimited journal entries."
    },
    {
        "index": 9,
        "title": "How can I enter my own cannabis recipes?",
        "text": "In order to assure that only the highest quality recipes are available on the application, we do not allow for users to input their own cannabis recipes into the community. Although, if you feel that you have an amazing recipe and would like it featured on the application, please contact us via social media or through our general inquiries email - info@cannabook.tech."
    },
    {
        "index": 10,
        "title": "What is the dosage calculator?",
        "text": "The dosage calculator is a reference tool that provides you with relative THC and CBD concentration values for use in cooking with cannabis. The output values, located at the bottom of the page, will vary depending on the accuracy of the values you input, how carefully you cook (decarboxylate) the cannabis, and many other variables. For more information on the accuracy of the dosage calculator, click on the information icon located at the top left corner of the Calculator page."
    },
    {
        "index": 11,
        "title": "How do I use the dosage calculator?",
        "text": "To use the tool, simply enter the desired values into each category (Amount, THC Concentration, CBD Concentration, and Infusion Size) and press the calculate button. \n\n\nAmount: The total amount (in grams) of cannabis you will utilize.\n\nTHC Concentration: The reported Tetrahydrocannabinol concentration (in percent) of your cannabis.\n\nCBD Concentration: The reported Cannabidiol concentration (in percent) of your cannabis.\n\nInfusion Size: The total amount of solvent (in cups) you utilize to decarboxylate your cannabis. Typically, this would be oil, alcohol, or fats."
    },
    {
        "index": 12,
        "title": "How do I change my profile information?",
        "text": "You can change your username and email on the Setting page. Navigate to the profile page and press the settings icon in the upper right corner of the page. Click on the ‘Manage Account’ card.\n\nUsername: To change your username, simply click on the text box with your username, enter your new username, and press the save button. \n\nEmail: To change your email, click the text box with your email and input your password on the popup. Once you enter your password, press the check mark. Now enter your new email and press the save button."
    },
    {
        "index": 13,
        "title": "How do I delete my account?",
        "text": "In the future we will implement an option in settings to delete your CannaBook account.\n\nIf you wish to delete your account now, please contact our support staff via email at support@cannabook.tech. From here our CannaBook team will walk you through the quick process of permanently deleting your CannaBook account."
    },
    {
        "index": 14,
        "title": "Is there a premium version of CannaBook?",
        "text": "This feature is coming soon."
    }
]